Repository: dev8-mob/expcom
Catalog: Xperimen/Resources/AppResources.*.resx
Languages: fil, ms, ta

# app_alert
source: Alert
fil: Alerto
ms: Waspada
ta: எச்சரிக்கை

# app_apr
source: April
fil: Abril
ta: ஏப்ரல்

# app_aug
source: August
fil: Agosto
ms: Ogos
ta: ஆகஸ்ட்

# app_cancel
source: Cancel
fil: Kanselahin
ms: Batal
ta: ரத்து செய்

# app_confirm
source: Confirmation
fil: Kumpirmasyon
ms: Kepastian
ta: पुष्टीकरण

# app_confirmpwd
source: Confirmation Password
fil: Password sa Pagkumpirma
ms: Kata Laluan Pengesahan
ta: உறுதிப்படுத்தல் கடவுச்சொல்

# app_dec
source: December
fil: Disyembre
ms: Disember
ta: டிசம்பர்

# app_delete
source: Delete
fil: Tanggalin
ms: Padam
ta: நீக்கு

# app_done
source: Done
fil: Tapos na
ms: Selesai
ta: முடிந்தது

# app_empty
source: Empty
fil: Walang laman
ms: Kosong
ta: காலியாக

# app_error
source: Error
ms: Ralat
ta: பிழை

# app_exist
source: Exist
fil: Umiiral
ms: Wujud
ta: உள்ளது

# app_failed
source: Failed
fil: Nabigo
ms: Gagal
ta: தோல்வி

# app_feb
source: February
fil: Pebrero
ms: Februari
ta: பிப்ரவரி

# app_friday
source: Friday
fil: Biyernes
ms: Jumaat
ta: வெள்ளி

# app_jan
source: January
fil: Enero
ms: Januari
ta: ஜனவரி

# app_jul
source: July
fil: Hulyo
ms: Julai
ta: ஜூலை

# app_jun
source: June
fil: Hunyo
ms: Jun
ta: ஜூன்

# app_mar
source: March
fil: Marso
ms: Mac
ta: மார்ச்

# app_may
source: May
ms: Mei
ta: மே

# app_monday
source: Monday
fil: Lunes
ms: Isnin
ta: திங்கட்கிழமை

# app_notfound
source: Not Found
fil: Hindi mahanap
ms: Tidak Dijumpai
ta: கிடைக்கவில்லை

# app_notmatch
source: Not Match
fil: Hindi parehas
ms: Tidak Padan
ta: பொருத்தம் இல்லை

# app_nov
source: November
fil: Nobyembre
ta: நவம்பர்

# app_oct
source: October
fil: Oktubre
ms: Oktober
ta: அக்டோபர்

# app_okay
source: Okay
fil: Sige
ta: சரி

# app_permission
source: Permission
fil: Pahintulot
ms: Keizinan
ta: அனுமதி

# app_saturday
source: Saturday
fil: Sabado
ms: Sabtu
ta: சனிக்கிழமை

# app_save
source: Save
fil: I-save
ms: Simpan
ta: சேமிக்கவும்

# app_sept
source: September
fil: Setyembre
ta: செப்டம்பர்

# app_success
source: Success
fil: Tagumpay
ms: Berjaya
ta: வெற்றி

# app_sunday
source: Sunday
fil: Linggo
ms: Ahad
ta: ஞாயிற்றுக்கிழமை

# app_thursday
source: Thursday
fil: Huwebes
ms: Khamis
ta: வியாழன்

# app_tuesday
source: Tuesday
fil: Martes
ms: Selasa
ta: செவ்வாய்

# app_unavailable
source: Unavailable
fil: Hindi magagamit
ms: Tidak Tersedia
ta: கிடைக்கவில்லை

# app_undone
source: Undone
fil: Inalis na
ms: Belum Selesai
ta: செயல்தவிர்க்கப்பட்டது

# app_update
source: Update
ms: Kemas Kini
ta: புதுப்பிக்கவும்

# app_wednesday
source: Wednesday
fil: Miyerkules
ms: Rabu
ta: புதன்

# camgal_camcancel
source: Take photo cancelled.
fil: Kinansela ang pagkuha ng larawan.
ms: Mengambil gambar dibatalkan.
ta: புகைப்படம் எடுப்பது ரத்து செய்யப்பட்டது.

# camgal_camunavailable
source: Camera is not available or take photo not supported.
fil: Hindi available ang camera o hindi suportado ang pagkuha ng larawan.
ms: Kamera tidak tersedia atau mengambil foto tidak disokong.
ta: கேமரா இல்லை அல்லது புகைப்படம் எடுப்பது ஆதரிக்கப்படவில்லை.

# camgal_nophotoselect
source: No photo selected.
fil: Walang napiling larawan.
ms: Tiada foto dipilih.
ta: புகைப்படம் எதுவும் தேர்ந்தெடுக்கப்படவில்லை.

# camgal_permmedia
source: App required permission to access media gallery to pick photos.
fil: Ang app ay nangangailangan ng pahintulot upang ma-access ang media gallery upang pumili ng mga larawan.
ms: Aplikasi memerlukan keizinan untuk mengakses galeri media untuk memilih foto.
ta: படங்களை எடுக்க மீடியா கேலரியை அணுக பயன்பாட்டிற்கு அனுமதி தேவை.

# camgal_permphoto
source: App required permission to access photos to pick photos.
fil: Ang app ay nangangailangan ng pahintulot upang ma-access ang mga larawan upang pumili ng mga larawan.
ms: Aplikasi memerlukan keizinan untuk mengakses foto untuk memilih foto.
ta: புகைப்படங்களை எடுக்க, புகைப்படங்களை அணுக, பயன்பாட்டிற்கு அனுமதி தேவை.

# camgal_photounavailable
source: Photo gallery is not available to pick photo.
fil: Hindi available ang photo gallery para pumili ng larawan.
ms: Galeri foto tidak tersedia untuk memilih foto.
ta: புகைப்படத்தை எடுக்க புகைப்பட தொகுப்பு கிடைக்கவில்லை.

# code_setting_allsuccessdelete
source: Account and all the data successfully deleted.
fil: Matagumpay na natanggal ang account at lahat ng data.
ms: Akaun dan semua data berjaya dipadamkan.
ta: கணக்கு மற்றும் அனைத்து தரவுகளும் வெற்றிகரமாக நீக்கப்பட்டன.

# code_setting_deleted
source: User deleted.
fil: Tinanggal ang user.
ms: Pengguna telah dipadam.
ta: பயனர் நீக்கப்பட்டார்.

# code_setting_edyexist
source: A user with that username already exist. Please choose a different username.
fil: Mayroon nang user na may ganoong username. Mangyaring pumili ng ibang username.
ms: Pengguna dengan nama pengguna itu sudah wujud. Sila pilih nama pengguna lain.
ta: அந்த பயனர்பெயருடன் ஏற்கனவே ஒரு பயனர் இருக்கிறார். தயவுசெய்து வேறு பயனர்பெயரை தேர்வு செய்யவும்.

# code_setting_faildelete
source: Technical error. Failed to delete this account.
fil: Teknikal na error. Nabigong tanggalin ang account na ito.
ms: Kesilapan teknikal. Gagal memadam akaun ini.
ta: தொழில்நுட்ப பிழை. இந்தக் கணக்கை நீக்க முடியவில்லை.

# code_setting_faildeleteuser
source: Technical error. Failed to delete the user.
fil: Teknikal na error. Nabigong tanggalin ang user.
ms: Kesilapan teknikal. Gagal memadam akaun pengguna tersebut.
ta: தொழில்நுட்ப பிழை. பயனரை நீக்க முடியவில்லை.

# code_setting_fnameempty
source: First name cannot be empty. Please insert your first name.
fil: Hindi maaaring walang laman ang pangalan. Pakipasok ang iyong pangalan.
ms: Nama pertama tidak boleh kosong. Sila masukkan nama pertama anda.
ta: முதல் பெயர் காலியாக இருக்கக்கூடாது. உங்கள் முதல் பெயரைச் செருகவும்.

# code_setting_idnotfound
source: Technical error. Current login ID not found.
fil: Teknikal na error. Hindi nahanap ang kasalukuyang login ID.
ms: Kesilapan teknikal. Login ID tidak dijumpai.
ta: தொழில்நுட்ப பிழை. தற்போதைய உள்நுழைவு ஐடி கிடைக்கவில்லை.

# code_setting_lnameempty
source: Last name cannot be empty. Please insert your last name.
fil: Hindi maaaring walang laman ang apelyido. Pakipasok ang iyong apelyido.
ms: Nama akhir tidak boleh kosong. Sila masukkan nama akhir anda.
ta: கடைசி பெயர் காலியாக இருக்கக்கூடாது. உங்கள் கடைசி பெயரைச் செருகவும்.

# code_setting_lognotfound
source: Current login information not found.
fil: Hindi nahanap ang kasalukuyang impormasyon sa pag-log in.
ms: Maklumat log masuk semasa tidak ditemui.
ta: தற்போதைய உள்நுழைவு தகவல் கிடைக்கவில்லை.

# code_setting_profupdated
source: Profile updated.
fil: Na-update ang profile.
ms: Profil dikemaskini.
ta: சுயவிவரம் புதுப்பிக்கப்பட்டது.

# code_setting_pwdempty
source: Password cannot be empty. Please insert your password.
fil: Hindi maaaring walang laman ang password. Pakipasok ang iyong password.
ms: Kata laluan tidak boleh kosong. Sila masukkan kata laluan anda.
ta: கடவுச்சொல் காலியாக இருக்கக்கூடாது. உங்கள் கடவுச்சொல்லைச் செருகவும்.

# code_setting_pwdmore6
source: Password must be more than 6 characters.
fil: Ang password ay dapat na higit sa 6 na character.
ms: Kata laluan mestilah lebih daripada 6 aksara.
ta: கடவுச்சொல் 6 எழுத்துகளுக்கு மேல் இருக்க வேண்டும்.

# code_setting_pwdnotmatch
source: Confirmation password is not match with current password.
fil: Ang password sa pagkumpirma ay hindi tumutugma sa kasalukuyang password.
ms: Kata laluan pengesahan tidak sepadan dengan kata laluan semasa.
ta: உறுதிப்படுத்தல் கடவுச்சொல் தற்போதைய கடவுச்சொல்லுடன் பொருந்தவில்லை.

# code_setting_retypepwd
source: Please re-type your password.
fil: Paki-type muli ang iyong password.
ms: Sila taip semula kata laluan anda.
ta: உங்கள் கடவுச்சொல்லை மீண்டும் தட்டச்சு செய்யவும்.

# code_setting_suredelself
source: Are you confirm to delete your account ? All data such as commitments and expenses will be deleted.
fil: Kinukumpirma mo bang tanggalin ang iyong account? Ang lahat ng data tulad ng mga pangako at gastos ay tatanggalin.
ms: Anda pasti untuk memadam akaun anda? Semua data seperti komitmen dan perbelanjaan akan dipadamkan.
ta: உங்கள் கணக்கை நீக்குவதை உறுதிப்படுத்துகிறீர்களா? பொறுப்புகள் மற்றும் செலவுகள் போன்ற அனைத்து தரவுகளும் நீக்கப்படும்.

# code_setting_suredeluser
source: Are you sure to delete
fil: Sigurado ka bang tatanggalin
ms: Anda pasti untuk memadam
ta: நீக்குவது உறுதி

# code_setting_themefailed
source: Update application theme failed.
fil: Nabigo ang pag-update ng tema ng application.
ms: Kemas kini tema aplikasi gagal.
ta: பயன்பாட்டு தீம் புதுப்பிக்க முடியவில்லை.

# code_setting_updatefailed
source: Update information failed.
fil: Nabigo ang pag-update ng impormasyon.
ms: Kemas kini maklumat gagal.
ta: தகவலைப் புதுப்பிக்க முடியவில்லை.

# code_setting_usermore6
source: Username must be more than 6 characters.
fil: Ang username ay dapat na higit sa 6 na character.
ms: Nama pengguna mestilah lebih daripada 6 aksara.
ta: பயனர் பெயர் 6 எழுத்துகளுக்கு மேல் இருக்க வேண்டும்.

# code_setting_username
source: create your username
fil: lumikha ng iyong username
ms: cipta nama pengguna
ta: உங்கள் பயனர்பெயரை உருவாக்கவும்

# code_setting_usernameempty
source: Username cannot be empty. Please insert your username.
fil: Hindi maaaring walang laman ang username. Mangyaring ipasok ang iyong username.
ms: Nama pengguna tidak boleh kosong. Sila masukkan nama pengguna anda.
ta: பயனர் பெயர் காலியாக இருக்கக்கூடாது. தயவுசெய்து உங்கள் பயனர் பெயரைச் செருகவும்.

# comm_accno
source: Account No
ms: Akaun No
ta: கணக்கு எண்

# comm_addcomm
source: Add Commitment
fil: Magdagdag ng Commitment
ms: Tambah Komitmen
ta: அர்ப்பணிப்பைச் சேர்க்கவும்

# comm_commadded
source: New commitment added.
fil: Idinagdag ang bagong pangako.
ms: Komitmen baharu ditambah.
ta: புதிய அர்ப்பணிப்பு சேர்க்கப்பட்டது.

# comm_commdeleted
source: Commitment deleted.
fil: Tinanggal ang pangako.
ms: Komitmen dipadam.
ta: உறுதி நீக்கப்பட்டது.

# comm_congrats
source: Congrats ! All commitment(s) are completed for this month
fil: Congrats! Ang lahat ng (mga) pangako ay nakumpleto para sa buwang ito
ms: Tahniah ! Semua komitmen telah diselesaikan untuk bulan ini
ta: வாழ்த்துகள்! இந்த மாதத்திற்கான அனைத்து அர்ப்பணிப்புகளும் நிறைவடைந்தன

# comm_desc
source: Description (optional)
fil: Paglalarawan (opsyonal)
ms: Penerangan (pilihan)
ta: விளக்கம் (விரும்பினால்)

# comm_descplaceholder
source: details (account number, bank name, etc...)
fil: mga detalye (account number, pangalan ng bangko, atbp...)
ms: butiran (nombor akaun, nama bank, dll...)
ta: விவரங்கள் (கணக்கு எண், வங்கி பெயர் போன்றவை...)

# comm_detailmarknotdone
source: Commitment marked as not done yet.
fil: Ang pangako ay minarkahan bilang hindi pa tapos.
ms: Komitmen ditandai sebagai belum selesai.
ta: உறுதி இன்னும் முடிக்கப்படவில்லை எனக் குறிக்கப்பட்டது.

# comm_detailmarkpaid
source: Commitment marked as paid.
fil: Ang pangako ay minarkahan bilang bayad.
ms: Komitmen ditanda sebagai dibayar.
ta: அர்ப்பணிப்பு செலுத்தப்பட்டதாகக் குறிக்கப்பட்டது.

# comm_detailupdated
source: Commitment details updated.
fil: Na-update ang mga detalye ng pangako.
ms: Butiran komitmen dikemas kini.
ta: அர்ப்பணிப்பு விவரங்கள் புதுப்பிக்கப்பட்டன.

# comm_detailupdateerror
source: Technical error when updating commitment.
fil: Teknikal na error kapag nag-a-update ng commitment.
ms: Kesilapan teknikal semasa mengemas kini komitmen.
ta: உறுதிமொழியைப் புதுப்பிக்கும்போது தொழில்நுட்பப் பிழை.

# comm_donepaid
source: Done Paid
fil: Tapos Nagbayad
ms: Sudah Dibayar
ta: பணம் செலுத்தப்பட்டது

# comm_editcomm
source: Edit Commitment
fil: I-edit ang Pangako
ms: Kemas Kini Komitmen
ta: உறுதியைத் திருத்தவும்

# comm_emptyaccno
source: Account number is empty. Please insert account number.
fil: Walang laman ang account number. Pakipasok ang account number.
ms: Nombor akaun tiada. Sila masukkan nombor akaun.
ta: கணக்கு எண் காலியாக உள்ளது. கணக்கு எண்ணைச் செருகவும்.

# comm_emptyamount
source: Commitment amount is empty. Please insert commitment amount.
fil: Walang laman ang halaga ng pangako. Mangyaring ipasok ang halaga ng pangako.
ms: Jumlah komitmen tiada. Sila masukkan jumlah komitmen.
ta: உறுதித் தொகை காலியாக உள்ளது. உறுதித் தொகையைச் செருகவும்.

# comm_emptytitle
source: Title is empty. Please insert any title (bill, rent, investment, etc...)
fil: Walang laman ang pamagat. Mangyaring maglagay ng anumang pamagat (bill, upa, pamumuhunan, atbp...)
ms: Penerangan tiada. Sila masukkan sebarang tajuk (bil, sewa, pelaburan, dll...)
ta: தலைப்பு காலியாக உள்ளது. ஏதேனும் தலைப்பைச் செருகவும் (பில், வாடகை, முதலீடு போன்றவை...)

# comm_erroraddcomm
source: Technical error adding new commitment.
fil: Teknikal na error sa pagdaragdag ng bagong pangako.
ms: Kesilapan teknikal menambah komitmen baharu.
ta: புதிய அர்ப்பணிப்பைச் சேர்ப்பதில் தொழில்நுட்பப் பிழை.

# comm_errordel
source: Technical error deleting the selected commitment.
fil: Teknikal na error sa pagtanggal sa napiling pangako.
ms: Kesilapan teknikal memadam komitmen yang dipilih.
ta: தேர்ந்தெடுக்கப்பட்ட உறுதியை நீக்குவதில் தொழில்நுட்பப் பிழை.

# comm_errorgetcomm
source: Technical error retrieving the selected commitment.
fil: Teknikal na error sa pagkuha ng napiling pangako.
ms: Kesilapan teknikal mendapatkan komitmen yang dipilih.
ta: தேர்ந்தெடுக்கப்பட்ட உறுதிப்பாட்டை மீட்டெடுப்பதில் தொழில்நுட்பப் பிழை.

# comm_errorgetcommlist
source: Technical error retrieving commitment list.
fil: Teknikal na error sa pagkuha ng listahan ng pangako.
ms: Kesilapan teknikal mendapatkan senarai komitmen.
ta: உறுதிப் பட்டியலை மீட்டெடுப்பதில் தொழில்நுட்பப் பிழை.

# comm_errorupdnet
source: Technical error updating net balance.
fil: Teknikal na error sa pag-update ng netong balanse.
ms: Kesilapan teknikal kemas kini baki bersih.
ta: நிகர சமநிலையைப் புதுப்பிப்பதில் தொழில்நுட்பப் பிழை.

# comm_marknotdone
source: Mark as Not Done
fil: Markahan bilang Hindi Tapos
ms: Tandai sebagai Belum Selesai
ta: முடியவில்லை எனக் குறிக்கவும்

# comm_navtitle
source: Commitment List
fil: Listahan ng Pangako
ms: Senarai Komitment
ta: உறுதிப் பட்டியல்

# comm_net
source: Net :
fil: Net Balanse :
ms: Baki Bersih :
ta: நிகரம் :

# comm_newcomm
source: New Commitment
fil: Bagong Pangako
ms: Komitment Baharu
ta: புதிய அர்ப்பணிப்பு

# comm_notfound
source: The selected commitment is not found.
fil: Hindi nahanap ang napiling pangako.
ms: Komitmen yang dipilih tidak dijumpai.
ta: தேர்ந்தெடுக்கப்பட்ட உறுதி கிடைக்கவில்லை.

# comm_notyet
source: You do not have any commitment yet. Click button below to add new commitment.
fil: Wala ka pang commitment. I-click ang button sa ibaba para magdagdag ng bagong commitment.
ms: Anda belum mempunyai sebarang komitmen. Klik butang di bawah untuk menambah komitmen baharu.
ta: உங்களிடம் இன்னும் எந்த உறுதிப்பாடும் இல்லை. புதிய உறுதிப்பாட்டைச் சேர்க்க கீழே உள்ள பொத்தானைக் கிளிக் செய்யவும்.

# comm_placeholder
source: title (bill, rent, etc...)
fil: pamagat (bill, upa, atbp...)
ms: tajuk (bil, sewa, dll...)
ta: தலைப்பு

# comm_savecomm
source: Save Commitment
fil: I-save ang Commitment
ms: Simpan Komitmen
ta: உறுதியை சேமிக்கவும்

# comm_suredel
source: Are you sure to delete this commitment ?
fil: Sigurado ka bang tatanggalin ang pangakong ito?
ms: Anda pasti untuk memadam komitmen ini ?
ta: இந்த உறுதிமொழியை நிச்சயமாக நீக்குகிறீர்களா?

# comm_upcoming
source: Upcoming commitment is
fil: Ang paparating na pangako ay
ms: Komitmen akan datang ialah
ta: வரவிருக்கும் அர்ப்பணிப்பு

# comm_youhave
source: You have
fil: meron ka
ms: Anda mempunyai
ta: வேண்டும்

# comm_youhave2
source: commitment(s) not yet done
fil: (mga) pangako ay hindi pa tapos
ms: komitmen belum selesai
ta: இன்னும் செய்யப்படவில்லை

# comm_youhave3
source: for this month
fil: para sa buwang ito
ms: untuk bulan ini
ta: இந்த மாதத்திற்கு

# dashboard_available
source: Available
ms: Baki Tersedia
ta: கிடைக்கும்

# dashboard_editexp
source: Update expenses in the left side menu button
fil: I-update ang mga gastos sa kaliwang bahagi ng menu button
ms: Kemas kini perbelanjaan di butang kiri menu sampingan
ta: இடது பக்க மெனு பொத்தானில் செலவுகளைப் புதுப்பிக்கவும்

# dashboard_emptyexp
source: Expenses amount is empty. Please insert expenses amount.
fil: Walang laman ang halaga ng mga gastos. Mangyaring ipasok ang halaga ng gastos.
ms: Tiada jumlah perbelanjaan dimasukkan. Sila masukkan jumlah perbelanjaan.
ta: செலவு தொகை காலியாக உள்ளது. தயவுசெய்து செலவுத் தொகையைச் சேர்க்கவும்.

# dashboard_emptytitle
source: Expenses title is empty. Please insert any title (food, groceries, bills, entertainment, transfer, etc...)
fil: Walang laman ang pamagat ng mga gastos. Mangyaring maglagay ng anumang pamagat (pagkain, groceries, bill, entertainment, transfer, atbp...)
ms: Tajuk perbelanjaan kosong. Sila masukkan sebarang penerangan perbelanjaan (makanan, barang runcit, bil, hiburan, dll...)
ta: செலவுகள் தலைப்பு காலியாக உள்ளது. ஏதேனும் தலைப்பைச் செருகவும் (உணவு, மளிகைப் பொருட்கள், பில்கள், பொழுதுபோக்கு, பரிமாற்றம் போன்றவை...)

# dashboard_erroraddexp
source: Technical error adding new expenses.
fil: Teknikal na error sa pagdaragdag ng mga bagong gastos.
ms: Kesilapan teknikal ketika menambah perbelanjaan.
ta: புதிய செலவுகளைச் சேர்ப்பதில் தொழில்நுட்பப் பிழை.

# dashboard_expadded
source: New expenses added.
fil: Idinagdag ang mga bagong gastos.
ms: Perbelanjaan berjaya ditambah.
ta: புதிய செலவுகள் சேர்க்கப்படும்.

# dashboard_expdeleted
source: Expenses deleted.
fil: Tinanggal ang mga gastos.
ms: Perbelanjaan dipadam.
ta: செலவுகள் நீக்கப்பட்டன.

# dashboard_expdeleteerror
source: Technical error deleting selected expenses.
fil: Teknikal na error sa pagtanggal ng mga napiling gastos.
ms: Berlaku kesilapan teknikal ketika memadam perbelanjaan.
ta: தேர்ந்தெடுக்கப்பட்ட செலவுகளை நீக்குவதில் தொழில்நுட்பப் பிழை.

# dashboard_expfortoday
source: Expenses for today
fil: Mga gastos para sa araw na ito
ms: Perbelanjaan untuk hari ini
ta: இன்றைய செலவுகள்

# dashboard_expsameas
source: same as
fil: katulad ng
ms: adalah sama dengan
ta: அதே போல்

# dashboard_exptodayis
source: Expenses today is
fil: Ang mga gastos ngayon ay
ms: Perbelanjaan hari ini
ta: இன்றைய செலவுகள்

# dashboard_hi
source: Hi,
ms: Hai,
ta: வணக்கம்,

# dashboard_infoincome
source: Income
fil: Kita
ms: Pendapatan
ta: வருமானம்

# dashboard_infosummary
source: Summary
fil: Buod
ms: Ringkasan
ta: சுருக்கம்

# dashboard_infototalcomm
source: Total Commitment
fil: Kabuuang Pangako
ms: Jumlah Komitmen
ta: மொத்த அர்ப்பணிப்பு

# dashboard_infototalexp
source: Total Expenses
fil: Kabuuang Gastos
ms: Jumlah Perbelanjaan
ta: மொத்த செலவுகள்

# dashboard_moneyspent
source: Money spent today
fil: Pera na ginastos ngayon
ms: Jumlah dibelanjakan hari ini
ta: இன்று செலவழித்த பணம்

# dashboard_noexp
source: No Expenses
fil: Walang Gastos
ms: Tiada Perbelanjaan
ta: செலவுகள் இல்லை

# dashboard_noexpdesc
source: You have no expenses for today.
fil: Wala kang gastos para sa araw na ito.
ms: Tiada sebarang perbelanjaan pada hari ini.
ta: இன்றைக்கு உனக்கு எந்தச் செலவும் இல்லை.

# dashboard_norecord
source: no record
fil: walang naitala
ms: tiada rekod
ta: விவரம் இல்லை

# dashboard_setincome
source: Income not yet set. Update income at top-right button
fil: Hindi pa nakatakda ang kita. I-update ang kita sa kanang pindutan sa itaas
ms: Pendapatan belum ditetapkan. Kemas kini pendapatan di butang kanan atas
ta: வருமானம் இன்னும் நிர்ணயிக்கப்படவில்லை. மேல் வலது பொத்தானில் வருமானத்தைப் புதுப்பிக்கவும்

# dashboard_spendon
source: the money spent on ?
fil: ang pera na ginastos sa ?
ms: jumlah dibelanjakan untuk ?
ta: செலவழித்த பணம்?

# dashboard_suredel1
source: Are you sure to delete
fil: Sigurado ka bang tatanggalin
ms: Anda pasti untuk memadam
ta: நீக்குவது உறுதி

# dashboard_suredel2
source: from today expenses ?
fil: mula ngayon gastos ?
ms: daripada perbelanjaan hari ini ?
ta: இன்று முதல் செலவுகள்?

# dashboard_thanytd
source: than yesterday
fil: kumpara sa kahapon
ms: daripada semalam
ta: நேற்றோடு ஒப்பிடும்போது

# dashboard_today
source: Today
fil: Ngayong araw
ms: Hari ini
ta: இன்று

# dashboard_todayis
source: Today is
fil: Ngayon ay
ms: Hari ini
ta: இன்று

# dashboard_total
source: Total
fil: Kabuuan
ms: Jumlah
ta: மொத்தம்

# dashboard_ytd
source: yesterday
fil: kahapon
ms: semalam
ta: நேற்று

# dashobard_add
source: Add
fil: Idagdag
ms: Tambah
ta: கூட்டு

# exp_emptydesc
source: Please insert income amount.
fil: Mangyaring ipasok ang halaga ng kita.
ms: Sila masukkan jumlah pendapatan.
ta: வருமானத் தொகையைச் சேர்க்கவும்.

# exp_errorupdincome
source: Technical error updating income amount.
fil: Teknikal na error sa pag-update ng halaga ng kita.
ms: Kesilapan teknikal ketika kemas kini jumlah pendapatan.
ta: வருமானத் தொகையைப் புதுப்பிப்பதில் தொழில்நுட்பப் பிழை.

# exp_updateincome
source: Update Income
fil: I-update ang Kita
ms: Kemas Kini Pendapatan
ta: வருமானத்தைப் புதுப்பிக்கவும்

# intro_btnokay
source: Okay
fil: Sige
ta: சரி

# intro_btnskip
source: Skip for now
fil: Laktawan sa ngayon
ms: Langkau teruskan
ta: இப்போதைக்கு தவிர்க்கவும்

# intro_fname
source: first name
fil: pangalan
ms: nama pertama
ta: முதல் பெயர்

# intro_line1
source: No account created yet
fil: Wala pang nagagawang account
ms: Belum ada akaun yang dibuat
ta: இதுவரை கணக்கு எதுவும் உருவாக்கப்படவில்லை

# intro_line2
source: Please create your username and password
fil: Mangyaring lumikha ng iyong username at password
ms: Sila taip nama pengguna anda dan kata laluan
ta: உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லை உருவாக்கவும்

# intro_lname
source: last name
fil: huling pangalan
ms: nama akhir
ta: கடைசி பெயர்

# intro_password
source: create your password
fil: lumikha ng iyong password
ms: kata laluan anda
ta: உங்கள் கடவுச்சொல்லை உருவாக்கவும்

# intro_welcome
source: Welcome
fil: Maligayang pagdating
ms: Selamat datang
ta: வரவேற்பு

# media_alertdescnopic
source: You have not attach any pictures in Expenses or Commitment.
fil: Hindi ka nag-attach ng anumang mga larawan sa Mga gastos o Pangako.
ms: Anda tidak melampirkan sebarang gambar dalam Perbelanjaan atau Komitmen.
ta: செலவுகள் அல்லது உறுதிமொழியில் நீங்கள் எந்தப் படங்களையும் இணைக்கவில்லை.

# media_alerttitlenopic
source: No Pictures
fil: Walang Larawan
ms: Tiada Gambar
ta: படங்கள் இல்லை

# media_colcommitment
source: Commitment
fil: Pangako
ms: Komitmen
ta: அர்ப்பணிப்பு

# media_colcommitmentselected
source: Attachment of commitment(s)
fil: Kalakip ng (mga) pangako
ms: Lampiran gambar komitmen
ta: அர்ப்பணிப்பு(கள்) இணைப்பு

# media_colexpenses
source: Expenses
fil: Mga gastos
ms: Perbelanjaan
ta: செலவுகள்

# media_colexpenseselected
source: Expenses on
fil: Mga gastos sa
ms: Perbelanjaan pada
ta: அன்று செலவுகள்

# media_navtitle
source: Media Gallery
ms: Galeri Media
ta: மீடியா கேலரி

# media_nopic
source: no pictures
fil: walang mga larawan
ms: tiada sebarang gambar
ta: படங்கள் இல்லை

# setting_apptheme
source: Application Theme
fil: Tema ng Aplikasyon
ms: Tema Aplikasi
ta: விண்ணப்ப தீம்

# setting_currency
source: Currency
fil: Pera
ms: Mata Wang
ta: நாணய

# setting_dark
source: Dark
fil: Madilim
ms: Gelap
ta: இருள்

# setting_dim
source: Dim
ms: Malap
ta: மங்கலான

# setting_editprofile
source: Edit Profile
fil: Ibahin ang profile
ms: Edit Profil
ta: சுயவிவரத்தைத் திருத்து

# setting_language
source: Language
fil: Wika
ms: Bahasa
ta: மொழி

# setting_light
source: Light
fil: Liwanag
ms: Cerah
ta: ஒளி

# setting_navbar
source: Settings
fil: Mga setting
ms: Tetapan
ta: அமைப்புகள்

# setting_selectlang
source: Select Language
fil: Piliin ang Wika
ms: Pilih Bahasa
ta: மொழியை தேர்ந்தெடுங்கள்

# setting_topright_created
source: Created
fil: Nilikha
ms: Dicipta
ta: உருவாக்கப்பட்டது

# setting_topright_current
source: Currently login
fil: Kasalukuyang login
ms: Sedang log masuk
ta: தற்போதுஉள்நுழைய

# setting_topright_delete
source: Delete My Account
fil: Tanggalin ang Aking Account
ms: Padam Akaun Saya
ta: எனது கணக்கை நீக்கு

# setting_topright_lastlogin
source: Last Login
fil: Huling Login
ms: Log masuk terakhir
ta: கடைசி உள்நுழைவு

# setting_topright_okay
source: Okay
fil: Sige
ta: சரி
