Repository: dev8-mob/expcom
Catalog: Xperimen/Resources/AppResources.*.resx
Languages: fil, ms, ta

# setting_topright_title
source: Account(s) on this device
fil: (Mga) Account sa device na ito
ms: Akaun di peranti ini
ta: இந்தச் சாதனத்தில் கணக்கு(கள்)

# setting_topright_updated
source: Updated
fil: Na-update
ms: Kemas kini terakhir
ta: புதுப்பிக்கப்பட்டது

# setting_version
source: Version
fil: Bersyon
ms: Versi
ta: பதிப்பு

# settupdate_cancel
source: Cancel
fil: Kanselahin
ms: Batal
ta: ரத்து செய்

# settupdate_descplaceholder
source: Bio, tagline, quotes, etc...
fil: Bio, tagline, quotes, atbp...
ms: Biodata, slogan, petikan, dll...
ta: பயோ, டேக்லைன், மேற்கோள்கள் போன்றவை...

# settupdate_description
source: Description
fil: Paglalarawan
ms: Penerangan
ta: விளக்கம்

# settupdate_media
source: Update your image
fil: I-update ang iyong larawan
ms: Kemas kini gambar anda
ta: மேம்படுத்தல்படம்

# settupdate_password
source: Password
ms: Kata laluan
ta: கடவுச்சொல்

# settupdate_retype
source: re-type your password
fil: muling i-type ang password
ms: taip semula kata laluan
ta: மறு வகை கடவுச்சொல்

# settupdate_update
source: Update
ms: Kemas Kini
ta: புதுப்பிக்கவும்

# sidemenu_commitment
source: Commitment
fil: Pangako
ms: Komitmen
ta: அர்ப்பணிப்பு

# sidemenu_dashboard
source: Dashboard
ms: Pemuka
ta: டாஷ்போர்டு

# sidemenu_expenses
source: Expenses
fil: Mga gastos
ms: Perbelanjaan
ta: செலவுகள்

# sidemenu_gallery
source: Gallery
ms: Galeri
ta: கேலரி

# sidemenu_logout
source: Logout
fil: Mag-logout
ms: Log Keluar
ta: வெளியேறு

# sidemenu_settings
source: Settings
fil: Mga setting
ms: Tetapan
ta: அமைப்புகள்
